"""

[실습]
BMI란 체중(kg)을 신장(m)의 제곱으로 나눈 값으로 체지방의 축적도를 나타낸다. 
MBI를 계산하기위해 신장(m)와 체중(kg)을 입력 받아 BMI를 다음 식을 통해 계산한다.

BMI = 체중(kg) / (키(m) X 키(m))

계산된 결과값으로 다음과 같은 5단계 중 해당하는 상황을 사용자에게 출력하려고 한다.
몸무게와 키을 입력받아 BMI를 계산하여 결과를 알려 줄 수 있는 프로그램을 작성하시오.


-저체중 : BMI 0~19.9
-정상 : BMI  20.0~22.9
-과제중 : BMI 23.0~24.9
-경도 비만(1도 비만) :  BMI  25~29.9
-중등도 비만(2도 비만) : BMI 30~39.9
-고도비만 : BMI 40.1이상

""" 

weight = int(input("몸무게 : "))
tall = int(input("키입력 : "))

#------------------------------------------------
# 이 부분에 코딩하시오.













#---------여기까지--------------------------------------

